<?php

return [
    'siteTitle' => 'طراحی سایت و توسعه نرم افزار رونیکا',
    'siteDescription' => 'رونیکا، طراحی و توسعه سایت ها و نرم افزارهای تحت وب',
    'firstPhrase' => ' جمله زیبایی در جهان وجود داره که میگه : بیشتر برنامه نویسان در پنج سال اول سخت تلاش میکنن و دوران حرفه ای شدنشون خیلی پیچیده است ولی مابقی عمرشون رو به سادگی یاد میگیرن',
    'contact' => 'تماس',
    'about' => 'درباره ما',
    'articles' => 'مقالات',
    'portfolio' => 'نمونه کار',
    'home' => 'خانه',
    'property' => [
        'index' => [
            'design' => [
                'title' => 'طراحی و دیزاین',
                'subTitle' => 'بر اساس نیاز شما',
                'description' => 'نرم افزار ها و سایت های مورد نیاز شما با بروزترین امکانات تعبیه و طراحی میشوند ',
            ],
            'technology' => [
                'title' => 'تکنولوژی',
                'subTitle' => 'بروزترین ها',
                'description' => 'استفاده از جدیدترین تکنولوژی ها براساس نوع و ساختار پروژه شما',
            ],
            'protection' => [
                'title' => 'حمایت',
                'subTitle' => 'حقوق مشتری',
                'description' => 'برای انجام پروژه با شما قراردادی بسته میشه که از سلامت روند کاری اطمینان حاصل کنید',
            ],
            'support' => [
                'title' => 'پشتیبانی',
                'subTitle' => '18 ساعته',
                'description' => 'در زمانی که پشتیبانی سایت و نرم افزار شما در اختیار تیم رونیکا باشه تا 18 ساعت در روز پاسخگوی شما هستیم',
            ]
        ]
    ],
    'contact_us' => [
        'button' => "تماس با ما !",
        'content' => "در صورتی که نیاز به مشاوره داشتید میتونید دکمه تماس با ما رو لمس کنید یا از طریق چت آنلاین اقدام کنید",
    ],
    'latestPortfolios' => [
        'title' => "آخرین پروژه ها",
        'content' => "به سایت خودتون خوش اومدید ما در این قسمت نمونه کارهای خودمون رو معرفی میکنیم
تعدادی از نمونه کارها در باکس سمت راست قابل مشاهده است برای دیدن همه نمونه کارها دکمه مورد نظر را لمس کنید          ",
        'button' => 'نمایش نمونه کار',

    ],
    'details' => 'جزئیات',
    'footer' => [
        'rapid_info' => [
            'title' => 'اطلاعات سریع',
            'subTitle' => 'رونیکا',
            'description' => 'این سایت به عنوان معرفی کننده گروه برنامه نویسی رونیکا است. این گروه مفتخر به انجام چندین پروژه در حوزه سایت و نرم افزارهای تحت وب میباشد. بهترینها رو برای شما اجرا میکنیم به ما اطمینان کنید',
        ],
        'socialmedia' => [
            'title' => 'فضای مجازی',
            'subTitle' => 'ممنون که سایت خودتونو مشاهده کردید',
            'privacy' => 'حقوق کپی رایت',
            'policy' => 'این سایت تماماّ متعلق به',
            'author' => ' گروه برنامه نویسی رونیکا',
            'endStatement' => 'است',
        ],
        'articles' => [
            'title' => 'مهمترین مقالات',
        ],
        'important_article' => [
            'title' => 'آخرین مقاله',
            'button' => 'ادامه مطلب',
        ]
    ],
    'portfolios' => [
        'archive' => [
            'title' => 'نمونه کارهای گروه رونیکا',
            'subTitle' => 'در این بخش شما شاهد نمونه کارهای گروه رونیکا میباشید',
        ],
        'detail' => [
            'title' => 'جزئیات نمونه کار',
            'tags' => 'ویژگیها',
            'related_portfolios' => 'نمونه کارهای مرتبط',
            'description' => 'معرفی نمونه کار',
        ],
    ],
    'article_page' => [
        'archive' => [
            'title' => 'مقالات رونیکا',
            'authorText' => 'نوشته شده توسط',
            'socialmedia' => [
                'title' => 'فضای مجازی',
                'text' => 'شما میتوانید مقالات را در فضای مجازی منتشر کنید',
            ],
            'subTitle' => 'مقالات رونیکا - بروز و و مناسب برای مشتاقان وب',
            'description' => 'در این بخش شما مقالات رو مشاهده میکنید امیدواریم با مطالعه مقالات به اطلاعاتتون افزوده بشه',
            'articles' => "دسته بندی مقالات",
            'video_widget' => "ویجت ویدئو",
            'latest' => 'اخیر',
            'popular' => 'معروف',
            'tags' => 'برچسب',
        ],
        'detail' => [
            'title' => 'جزئیات مقاله',
            'authorText' => 'نوشته شده توسط',
            'socialmedia' => [
                'title' => 'فضای مجازی',
                'text' => 'شما میتوانید مقالات را در فضای مجازی منتشر کنید',
            ],
            'tags' => 'برچسب',
            'articles' => "دسته بندی مقالات",
            'video_widget' => "ویجت ویدئو",
            'latest' => 'اخیر',
            'popular' => 'معروف',
            'beforeArticle' => 'مقاله قبلی',
            'afterArticle' => 'مقاله بعدی',
            'contact' => [
                'title' => 'میخواهید پیامی بگذارید؟!',
                'name' => 'نامو نام خانوادگی',
                'email' => 'رایانامه',
                'message' => 'متن پیام',
                'send' => 'ارسال پیام',
                'clear' => 'حذف محتوا',
            ],
            'comment' => 'پیام',
            'admin' => 'ادمین',
            'success' => 'پیام شما ثبت شد',
            'error' => 'شما قبلا یک پیام فرستادید در صورتی که جواب داده بشه میتوانید پیام دیگری بذارید',
            'successAlert' => 'موفقیت!',
            'errorAlert' => 'ناموفق!',
        ],
    ],
    'more' => 'مطالعه بیشتر',
    'search' => 'جستجو',
    'about_us' => [
        'title' => 'درباره ما',
        'subTitle' => 'این سایت به عنوان معرفی کننده گروه برنامه نویسی رونیکا است. این گروه مفتخر به انجام چندین پروژه در حوزه سایت و نرم افزارهای تحت وب میباشد. بهترینها رو برای شما اجرا میکنیم به ما اطمینان کنید',
        'method' => 'شیوه کاری رونیکا',
        'mission' => [
            'title' => 'ماموریت رونیکا',
            'text1' => 'ماموریت گروه رونیکا اجرا و پیاده سازی پروژه ها در ابعاد بزرگ و کوچک به بهترین و بروزترین امکانات و تکنولوژی های روز دنیاست',
            'text2' => 'وب سایت های موبایل بیس و مالتی پلتفرم مطابق با نسخه های جدید و قدیمی مرورگر',
            'prop1' => ' طراحی موبایل بیس و رسپانسیو',
            'prop2' => 'کارکرد آسان',
            'prop3' => 'مالتی دیواس و پشتیبانی از تمامی مروگرها',
            'prop4' => 'بکار بردن بروزترین تکنولوژی های روز دنیا',
        ],
        'skills' => [
            'title' => 'مهارت های',
            'text' => 'گروه برنامه نویسی رونیکا به نحوی برنامه نویسی میکنه که کارکرد محصول برای مشتریان سهل و آسان باشه و به نحوی شفاف کد نویسی بشه که براحتی قابل توسعه باشه',
            'design' => 'طراحی با تکنولوژی روز',
            'responsive' => 'طراحی رسپانسیو و وانکش گرا',
            'content' => 'تولید محتوای کاربردیا',
        ]
    ],
    'contactUs' => [
        'title' => 'ارتباط با ما',
        'form' => [
            'name' => 'نام و نام خانوادگی',
            'email' => 'رایانامه',
            'subject' => 'موضوع',
            'message' => 'پیام',
            'send' => 'ارسال',
            'clear' => 'حذف محتوا',

        ],
        'rightBlock' => [
            'title' => 'مشخصاتمورد نظر',
            'question1' => 'آیا نیاز به یک وبسایت کارآمد دارید؟',
            'question2' => 'آیا سوالی در مورد مباحث فنی وب دارید؟',
            'solution' => 'به من ایمیل بزنید یا از طریق فرم ارتباط با من پیام خودتونو ارسال کنید، من نهایتاً تا 24 ساعت آینده به شما جواب میدم',
            'email' => 'رایانامه',
            'contact' => 'شماره تماس',
        ],
        'success' => 'پیام شما ثبت شد',
        'error' => 'شما قبلا یک پیام ارسال کردید',
        'successAlert' => 'موفقیت!',
        'errorAlert' => 'ناموفق!',
    ],
    'reset_password' =>'تعویض گذرواژه',
    'resetEmailButton' =>'ارسال لینک تعویض',
    'EmailAddress' =>'رایانامه',
];
